{
   "settlements": {
      "fleydire": {
         "Description": "Fleydire is located on a small island, roughly 25 kilometres squared. It is by The Malva Coast to the west of Creswell. There are raising bridges to the north, and south-east, monitored by Starrgard. Fleydire is a popular tourist spot. The views over The Malva Coast are unmatched with the scenery and delights of food on offer. You can enjoy the coastline while enjoying various seafoods, or spend the night at the casino located in the northern reaches of town. A monastery to Avandra is found in the central square, and all are welcome to gather for worship.",
         "Demographics": "37% humans, 26% dwarves, 18% halflings, 12% elves, 7% other races",
         "Government": "Fleydire is overseen by a small council of eight upper class individuals. These lawmakers monitor various parts of the town, including commerce, trade, and military. The highest ranked individual is a dedicated spokesperson for the town.",
         "Defences": "There are prominent forts located by the two bridges entering the city, who occasionally establish random checkpoints. There are other watch sites along the road beyond the town borders, that keep an eye on traffic. Fleydire provides some support to the village Kengruun, that is located to the east.",
         "Industry": "Tourism produces a fair share of revenue for workers, so tax money allows for the upkeep of defences, equipment of Starrgard, and roads. This also means there are a variety of inns and taverns of all classes. Crops are imported from Kengruun, a village to the east on the road to Creswell. Other foods such as meats, fish, and fruits are hunted and gathered from nearby, which can be found at various stalls in the markets.",
         "Infrastructure": "There is an inn by the southern gate of the town, called the Stoned Cow. This is a bustling inn from Spring to Autumn, with some higher priced rooms having great rooms of the coast. There is a smaller inn located in the central square, named the Coked-Up Gofer.\nThere are markets located on the southern side of the town, that overlook the Malva Coast. A dock can be seen from here that house some larger boats, and a few fishing ships, with a lighthouse to the south-western side. A large bell tower can be seen from most points in the town, that rings five times a day. There are a variety of shops along the main thoroughfare, including some forgers, a general goods store, a bakery, and a butchers. Off the side streets, there is an enchanters that is available for commission on some enchanting projects, and occasionally buys and sells unwanted items for the purpose of trade.",
         "The Barracks": "The Barracks of Fleydire are located to the right of the southern entrance to the town. A two-storey building, it is well up-kept. The Commander of the Barracks is Grimald Hayward.",
         "Elixir Apothecary": "A potion shop located north of the town square. It is run by Lorig Greybrew.",
         "Guilds and Factions": "A temple to Avandra, can be found off the main square. Many people congregate at dusk to worship the Change Bringer. She has a strong influence over the residences of Fleydire, and pressed coins that come into commission here have a depiction of her on one side.",
         "Natural Resources": "Meats, fish, fruits."
      }
   },
   "regions": {},
   "locations": {
      "angelica's-house": {
         "Description": "A two-story red brick building on the corner of the main street. It is about a 5-minute walk north of the town square, in the opposite direction of the barracks."
      },
      "fort-kustav": {
         "Description": "This fort is a structure located on the main road between the three major settlements in the Crinegard Plains."
      }
   },
   "organisations": {},
   "pcs": {},
   "npcs": {
      "alton": {
         "Description": "An older gnome who works at Herbal Concoctions. He has straight, balding, light blond hair, and wears a dark brown apron."
      },
      "angelica-tosscobble": {
         "Description": "An alchemist who studied with Vice-Arch Alchemist Needo Byzaar. She specialises in spider venom, and the effects it has on humanoids. She was undertaking her own personal research before she was kidnapped in the night. She has really messy golden blonde hair, and a scar across her left cheek. She had a black eye when the party first met them."
      },
      "arinis": {
         "Description": "Arinis Morsys is a witch that resides in Dresden, a small fishing village an hour south of Muldire. It was in her hut where she transformed Lizzie, Bizzie's brother, into a giant lizard.",
         "Family Matters": "She has a nephew named Gregor, who was Lizzie's best friend. He is the one who got Lizzie addicted to the lizard venom that she produced. One day, Lizzie became so dependent on it, that he signed a deal with Arinis that he did not read, which transferred his soul into the body of this giant lizard."
      },
      "ayen": {
         "Description": "A nervous map-maker that was sketching the landscaper near Buldaar. A human with brown hair, he carried with him many scrolls rolled up, which turned out to be maps that the party now owns."
      },
      "bill-and-billie-osbul": {
         "Description": "Bill and Bilie were two halflings who met in Zadaar.",
         "Study in the Arcane": "They met in the dorms of the Arcane Conglomerate in 3E-266, two weeks before classes started for the Autumn. Bill took a nack in the evocation school, whereas Billie found that she had an affinity with creating, and engineering, so went down the path to become a talented artificer. After three years of study, Bill and Billie, alongside Sulqrin, a Dragonborn Wizard, and Mahana, a Half-Elf Sorcerer, took part in a summer research project as a part of the Arcane Conglomerate's program. They choose to study how evocation could be used to defend settlements and structures by storing the energy, and using it against those who come to attack.",
         "A Secret Exposed": "Just as the team is finishing their research at the end of summer, on Morqen 18, 3e-270, Billie discovers that the Vice-Arch Mage Isolna Davaris is planning to adapt their research for offensive purposes. They decide that the best course of action is to escape the Arcane Conglomerate, and to take all of their research with them. On Morqen 23, the day before The Enlightening, the day of their big presentation, they flee the campus grounds, but not before breaking into the top floors of the library tower, and stealing 4 purple amulets, to help protect themselves against divination. They get taken in by Crela that night, a friend of Mahana. They do not wait before the sun to rise before escaping the city. The decide it was best they split up. Sulqrin went south, Mahana went North, while Bill and Billie stuck together, and started to head east."
      },
      "crela": {
         "Description": "Crela is a very nice halfling woman who lives in the central district of Zadaar. She is 2'10\", and runs the local bakery under her apartment.",
         "Mahana, the Saviour": "One day Crela was manning a stall in the markets when someone knicked a coin purse at the side of the store and ran off. Mahana was there to trip up the petty thief. The town guard took the thief away, while Crela thanked Mahana for her bravery. She said that if there was anything she could do for her she would be grateful. Mahana thought nothing of it, thanked her, and walked away with some baked goods, thinking that she would never she this woman again.",
         "The Great Mage Breakout": "Crela housed Bill, Billie, Sulqrin, and Mahana after their escape from the Arcane Conglomerate. She still to this day holds some notes in the walls, kept in a chest that is protected from divination magic.",
         "Bizzie's Connection": "Bill and Billie told Pod to tell their kids that if anything ever happened to them, they should head to see Crela to learn what really happened to them. Crela would be very happy to share her wisdom and knowledge if Bizzie showed her his amulet."
      },
      "darson": {
         "Description": "Darson is one of the elders at the Temple of Auril. He is a 62 year old human who has devoted his entire life to worshipping Auril."
      },
      "dudo": {
         "Description": "A dark-haired elf with shaven sides. He is a trader that travels Trimor in his cart, pulled by his trusty steed, Colton the horse. The cart, horse, and he are decorated in fern green attire, which distinguishes himself from other traders. Originally from Runswik, he is a bit nutty."
      },
      "isolna-davaris": {
         "Description": "Isolna Davaris is the Vice-Arch Mage of the Arcane Conglomerate, and the head of its School of Evocation. She is a high elven woman, about 5'8\". She has long golden-blonde hair that is worn out at all times.",
         "Background at the Arcane Conglomerate": "She studied at the school for 10 years, before becoming one of the top researchers of the Conglomerate. She has been on the advisory board for the past 55 years, only achieving her current title of Vice-Arch Mage 25 years ago, during the Enlightening in 3E-261.",
         "The Eldrith Cannon Project": "During the summer of 3E-269, Bill, Billie, Sulqrin and Mahana began their year-long project into researching and designing a method of storing evocational energy, and using it for cannons that could be used to defend settlements from attacks and raids. Isolna thought this was a fantastic project to work on, and suggested that she supervise it. The project had lots of promise to it, and the progress that was being made was advancement that was yet to be seen down any school's history. Isolna envisioned other possible uses to the research that was being undertaken. She asked the group to pursue these, as she could see them being incredibly benefitial for the school and even the nation. However, these ideas were not what the group envisioned about their research. She was incredibly insistent about this, but the group refused, and kept to their scope.\nThis frustrated Isolna, so she used their findings to conduct her own research. It had as much progress as it could have, with just her working on it. Her plan was to present her ideas to the Arch Mage of the Conglomerate after the group had their final presentation during The Enlightening in 3E-270. However, on the day of The Enlightening, the group vanished with no trace. Their findings and research were taken, and divination proved unsuccessful in locating them."
      },
      "jeffery-gyer": {
         "Description": "The owner of Gyer's Jewellers. Longish blond-haired human, seemingly charismatic to his customers, and fell fool to the classic gag of Somewhat Queer and Nana Queer."
      },
      "mahana": {
         "Description": "Mahana is a female half-elf that is currently residing deep in the Dire Alps. She keeps her short brown hair in a pony tail, and stands around 5'5\".",
         "The Arcane Conglomerate": "Mahana joined the Arcane Conglomerate in 3E-266, after discovering an in-born ability to control the weave. She made friends with Bill and Billie Osbul, and Sulqrin. This group stuck together through their studies at the school, and worked on a research project that would have been a game-changing advancement in the school of evocation. However, after Billie's discovery of Vice-Arch Mage Isolna Davaris's plan to use their findings for her own benefit, they escaped the school the night before their presentation, taking their research with them. They met up with a contact of Mahana, named Crela. They split up that night, and Mahana headed north into the Dire Alps, where she has found herself ever since."
      },
      "morgon-thorngage": {
         "Description": "Captain in the Starrgard in Creswell. A male elf of average height. He has short, curly, black hair, and brown eyes."
      },
      "mrtlvnjr-mum": {
         "Description": "She is 45 years old with wavy brown hair, and has been working in the fishing business since she was 10 with her father."
      },
      "needo-byzaar": {
         "Description": "The alchemist is a high-elven individual who is a researcher at the Grindwall Record in Creswell. He is 6 feet tall, and has long brown hair, and deep green eyes. He wears purple robes with silver embroidery designs."
      },
      "pod": {
         "Description": "Pod is a long retired adventurer who settled down in Muldire for some reason. He is an older gnome who helped out Bill and Billie settle down into a quieter part of Muldire.",
         "A Helper to the Needy": "Pod lived a adventrous life that protected many. He quickly grew the ability to notice those in need, and also how to respond to those who needed help. This is why when Bill and Billie Osbul came to town, he knew they his support. He got them settled down into a more quiet part in Fleydire, and helped out even more when Bill and Billie had twin sons.\nIt was Pod's responsibility to look after Bizzie and Lizzie after Bill and Billie's passing, and he had clear instructions on how to look after them, but no one could have predicted what would happen next. He did all he could, and hopes that Bizzie and Lizzie are now on the right path to find out what really happened to their parents all those years ago."
      },
      "sulqrin": {
         "Description": "A male black dragonborn wizard, Sulqrin stands 6'2\" tall. With a deep voice, he is able to convey conversation well, and has a deep understanding of many things arcane.",
         "The Arcane Conglomerate": "Sulqrin began his studies as a talented wizard at the Arcane Conglomerate, alongside Bill, Billie and Mahana. They made a potent team, and carried out research together in what would be their final year at the Conglomerate. This was before they went their separate ways after they found out how Isolna Davaris, their supervisor, was going to use their research.",
         "A Mage in Distant Lands": "Sulqrin did not want to travel too far from Zadaar, as he had never travelled far before, but realised that he would need to disguise himself. He packed his transmuters ring that he came up with for a project just for this, and finds himself portrayed as a Ludaarian Human named Obeth. He finds himself in Carwright, working as an enchanter for one of the mages there. The old saying goes that hard work pays off, and this is why Sulqrin now finds himself as the Arcanist Advisor on the Lurian Council."
      },
      "the-tulleys": {
         "Description": "The Tulleys are the two humans who run the enchanters shop Tulley's & Tulley's in Creswell. They are looking to branch out to other regions if business takes a hold.",
         "Aldom Tulley": "The eldest of the two brothers. Has straight, longish, dark hair. Prominent voice that can be heard over others. Gives Dyron a bit of a rough time. Is in charge of the business side of things at the shop.",
         "Dyron Tulley": "Curly, short, dark hair. He has a nervous voice, almost like Tweek. He focusses on the enchantment of items, but was the brother who the party met on their first visit to the store.\nDyron asked the party to retrieve a battle-axe that belonged to the family. It was supposedly stolen from the store one night, and Dyron thinks he knew who did it. He gave the party a description of a house in the Outer Ring where he believes the battle-axe is."
      },
      "thria-bartek": {
         "Description": "General Commander Thria Bartek is the highest ranked officer in the Crinegard Plains. She is just shy of 5 feet tall, and has braided, short, blonde hair, with dark blue eyes. She has an expecting voice, and has a raised eyebrow when waiting for someone to finish speaking.\nThe General Commander has run Creswell for the past 20 years. She has kept the city in order throughout her time at the top, with no question of her position being asked. However, it hasn't been easy running the regional capital of the Cringard Plains. Over the past 10 years, budget cut after budget cut has put a strain in how the Starrgard and Crimson Malitia operate under her order. She finds there is little respect for the southern regions from the King. This is also shown from the grossly high taxes being put on imports and exports processed through the Trade Guild, with little of it being kept for the Plains' use.\nOver the past two years, Bartek has had enough. She has got together a group of individuals, and formed a group known as the Red Blades. Bartek hopes to use this group for domestic terrorism throughout the region, in the hopes that the Crown will better fund them against this threat."
      },
      "tulbar-greybrew": {
         "Description": "Tulbar Greybrew runs Greybrew's Potion Store in Buldaar, located in the central town square. Tulbar and his wife Gaeden opened this shop 200 years ago after they moved away Duffledon, after a terrible disease plagued the crops they would use for potion making. Tulbar's sister took him in, and they opened a small stall in the markets where they would sell herbal remidies and creams. An individual took interest in Tulbar's alcehmical skills, and gave him a sizeable amount of gold in exchange for some complex potions. With this money, they could afford to open up a shop in the central town square that would later become Greybrew's. The Crown and the Argent Axes took interest in his skills, and he has potions commissioned to this day to help their efforts. Tulbar and Gaeden had three sons, Alton, Lorig, and Piker (deceased) Greybrew. Alton and Lorig have now carried on the family business to other neighbouring towns, whereas Piker hung around. Piker was more skilled with fighting than alchemy, so he became a part of the adventuring guild. He had blond hair. He carried with him a couple of shortswords and a pendant around his neck. \"If your brother liked wheelbarrows, he died doing what he loved.\" They also had a daughter, Angelica, who took up the name Tosscobble after her late husband."
      },
      "zerrioth": {
         "Description": "An old lady with twisted dark grey hair. She is bent forward almost in a hunchback position. She wore long tattered black robes that cover most of her body but her head."
      },
      "grimald-hayward": {
         "Description": "Grimald is the Commander in chief of the Barracks in Fleydire. He is a half-elven individual with short, slick-back dark hair."
      },
      "lorig-greybrew": {
         "Description": "A gnomish individual who runs the Elixir Apothecary in Fleydire."
      }
   },
   "lore": {
      "deities-of-trimor": {
         "Auril, the Frostmaiden": "The winter is harsh for some. Storms and blizzards can wreck havoc on a landscape and take no prisoners. This is the doing of Auril. The goddess of winter does not spare anyone who dares cross her fury. Many pray to halt and lessen the wrath of winter, but those who receive her blessing are not spared the bitter cold, rather are only allowed to endure it.\nEmbrace the cold, and all that is brought with it. It is a natural part of life.\nDo not succumb to a false sense of security. Danger can strike at any moment.\nSpread the word of the cold, for it shall come and spare no one.",
         "Avandra, the Change Bringer": "Those who worship Avandra believe in change, freedom, and luck. Her worship is found among merchants, adventurers, and anyone wishing a change in their way of life, and a direction to follow. Her temples are found in common destinations to travellers, and sometime shrines are set up on the side of well-travelled roads.\nLuck favours the bold. Grasp your own fate, and the Change Bringer will be at your back.\nChange is inevitable, but the righteous make change for the better.\nRise against tyranny. Fight for the freedom of yourself and others.",
         "Milil, Guardian of Entertainment": "Even in times of strife, the ballad of a song, or the beauty of a poem can distract the mind for even the smallest time. Milil aims to represent life as a ever-writing ballad, an event in history a verse in a symphony, and a poem shining the light on a kingdom's hard fought victories, and the defeat of its enemies. Many bards and entertainers follow Milil for guidance, and many pay for their ale to share their stories.\nInspire others through what you know. A little happiness is sought for everywhere.\nSpread the truth of the world. A good story is the beginning of a wonderful friendship.\nEncourage other to explore the arts. Keep history intact for the future generations to come.",
         "Moradin, the Allhammer": "The god of craft and creation is worshiped by smiths, miners, and artisans. The roots of this deity stem from the dwarvish heritage of the Crinegard Plains, and has spread throughout Trimor during the third era. He guides those who forge the greatest of weapons, and some believe he even shaped the mountain line.\nRemain stoic and tenacious in the face of catastrophe.\nUphold and promote loyalty to family, loyalty to your friends, and loyalty to your people.\nLegacy is paramount. To create something that lasts the ages is to change the world for the better.",
         "Pelor, the Dawn Father": "The Dawn Father looks over fields and shines light to farmers and common folk, as well as paladins and rangers who provide for the needy, and seek the destruction of evil. Pelor watches over the harvest in many settlements, and provides healing to the weak.\nShine the light where darkness dwells, displaying kindness, compassion, and mercy.\nHelp relieve suffering, wherever you find it.\nBe ever vigilant over evil. Those are easy to forget the lessons of the past.",
         "Savras, the All-Seeing": "Many of those who seek greater knowledge or study the ways of the arcane seek the help of Savras. He provides insight to the future, and guides those who worship him to learn from the past. The All-Seeing's main temple is situated in Zadaar, and those who worship him aim to make the trek there once in their lifetime's to see him in all his glory.\nShare your knowledge with those who seek it. Teaching others in what you have learned can further understanding, rather than letting it die out.\nActively seek out further knowledge. Nothing is ever fully understood.\nShow off you work and hold your discoveries at the highest esteem.",
         "Torm, the Ally on the Battlefield": "One of the oldest represented deities in Trimor, Torm is worshiped by members of the Crimson Malitia, and paladins of duty and loyality. The brand of Torm shines bright at any branch or encampment across the kingdom, and the word of his might is shared across the kingdom.\nBe the champion of the weak and defenceless. Protect those who do not possess the power you wield. Care for the sick and aid the distressed.\nBe stern and just in your battles with evil. Make war upon evil without cessation. Let your wrath destroy the wicked.\nServe the common good and the rule of law. Your duties are towards protecting others. Strive to do so by questioning unjust laws, and suggesting improvements."
      },
      "holidays-of-trimor": {
         "Harvestcrest (Ralona 22)": "This holiday celebrates the new fruits and harvest that come through during the start of spring. A lot of fresh agriculture is harvested for a gathering in many streets and squares throughout the settlements in Trimor. The day surrounds fun and games that start at noon.",
         "Crimson Festival (Fenlar 13-23)": "One of the most important holidays in Trimor is the Crimson Festival. It celebrates how the Crimson Malitia fought back the fiend army attacks, and their victory at the end of the second era. It is also the holy day for Torm. It is celebrated for 11 days leading up until New Year, as this is the time the talks of merging the regions to become Trimor occurred, which happened on the night of the 23rd of Fenlar. Many people have the biggest celebration on the night leading up to New Year.",
         "New Year (Zumlen 1)": "The New Year is a celebration to Avandra, the Change Bringer. She encourages a change in one's life for the better, and there is not greater time to promote this than at the start of a brand new year.",
         "Deep Solace (Zumlen 17)": "Many dwarves and artisans spend the day in isolation worshipping Moradin, that this holiday seemingly goes unnoticed. They meditate on the meaning of their families, and how they may be better to those around them.",
         "Solar Rise (Norzana 1)": "This is a general celebration of the beginning of the long summer months. Some people gather outside to play games with one another, and others enjoy delicious banquets of creation.",
         "Sun's Peak (Morqen 6)": "The day at which the sun is out the longest is known as Sun's Peak. The monasteries of Pelor use this day to celebrate his warmness and compassion to all those who seek it. In some towns you can find festivities that stretch throughout the streets, with roads leading towards the temple of the Dawn Father.",
         "The Enlightening (Morqen 24)": "The All-Seeing one of Savras guides those with the insight that he can provide. Many use his holy day to visit his main temple in Zadaar, where his followers aim to visit at least once in their lifetimes. The Arcane Conglomerate invite those to visit the schools, and also hold a fair to show off recent discoveries or research that is currently be undertaken. Others hold writing competitions, and express their knowledge on the streets.",
         "Colour Shift (Perzana 1)": "The colours of reds through yellows are flung high at every township throughout Trimor to celebrate the beginning of autumn. People dress up in these colours and have food and sell items that possess the colours that autumn holds.",
         "Milil's Dance (Perzana 11)": "Not long after Colour Shift is the celebration of Milil's Dance. People take part in the arts, with performances taking part in the city centres, bards sing in the streets, and citizens sing thanking Milil for guiding them and others in the way of happiness and friendship.",
         "Harvesttrough (Elrona 12)": "The deepest dip in harvest occurs around Harvesttrough, as the seasonal amount of gathered resources significantly reduces as winter draws near. It is not the most celebrated holiday, but people recognise it and pay homage to the farmers that work tirelessly to provide the food for citizens of Trimor.",
         "Coming Storm (Presran 23)": "Winter is a long and intense period for some, and Auril does not hold back with the blizzards that mark the start of this dangerous season. Many people have to go indoors to combat these treacherous conditions, often cooking a roast or boil up. Many have succumbed to Coming Storm, Auril likes to make her presence known.",
         "Winter Solstice (Xyrran 31 - Holaris 1)": "There isn't a lot to celebrate through the cold winter, but some cities hold a festival celebrating the Winter Solstice. Some take time during this week to check up on loved ones, while a large celebration is undertaken in Highgate, where Auril is most present.",
         "Last Storm (Holaris 31)": "The significance of the end of winter is different for everyone, especially for Auril. It is her will to unleash a tragic blizzard to mark the end of her season, and if she feel it hasn't gone her way, the last day of winter will not be a pleasant night..."
      },
      "houses": {
         "House Grian/Zindradir": "House Grian comes from one of the oldest families in Trimor, House Zindradir. In the 2nd era members of the Zindradir family bore matching birth marks that were eventually adapted into their house crest.\nDuring the war against the fiend invasion a portal opened on the kingdom of Endes, all but confirming its destruction. Being a warrior kingdom, their King Tanval Zindradir and a small elite force stayed to fight the fiends and gave the Endesine people a chance to escape with his son and Prince Nohrelg-rian Zindradir leading them. After a few years roaming the lands with Nohrelg-rian as their new king, the Endisine had basically become a mobile army kingdom, fighting back fiends where they found them but not becoming tied to a specific place, or striking any significant damage against the fiends. Though they were surviving, and somewhat thriving by scavenging others' battlegrounds, they realized this scourge was not going away as things were.\nEventually they joined the alliance and contributed considerable forces to the Crimson Malitia in a pivotal moment of the war against the fiends. Without their aid it was likely that Creswell would have fallen, especially because it was discovered that the Endesine people (especially the Zindradir line) seemed to have some sort of resistance to fiends and their magic.\nOnce the war was over life began returning to normal. Many kingdoms who joined the alliance were glorified in festivals and celebrations following the war, but the crucial achievements of the Endisine were strangely absent or underplayed. Although the family heads had become close as allies and friends during the war, Norlock Starr had been advised that his family should take most of the credit as they were to head the united monarchy moving forward. Dividing accolades too much would cause confusion and split allegiances among the people. Because the Endisine were such a formidable fighting power (although considerably more formidable before the heavy casualties during the last battle) it was feared giving them too much adoration in the eyes of the masses might lead to a large amount of the surviving population opting to follow them instead.\nFurious that their brave warriors, both living and dead, were being disrespected after such a great sacrifice, Nohrelg-rian decided that they wanted no part of the new monarchy. With their previous kingdom of Endes now lying in ruin, and having become accustomed to the nomadic lifestyle during the war, they instead became a wandering kingdom. To mark a fresh start and sever the ties to the their part in allying with the ungrateful Starr family, Nohrelg-rian Zindradir changed his name to Grian, first of his name. With no strict allegiance to the Starr monarchy, nor any real antagonism toward them, the now much dwindled Endisine wander the lands, a shadow of their former selves.\nHistorians (and largely they themselves) mostly do not remember their sacrifices and they have become somewhat unpopular, being seen more as a large group of marauders than a once noble kingdom as time passes. Eventually they adopt the name Dread Maw and embrace their rejection. Most of this history is forgotten or covered up to keep the Starr monarchy as strong as possible, but there would be some knowledge of the truth known to trusted historians in Billingwood and potentially some of those in Dread Maw. The first offspring of Grian did not bare the same birth mark that his father and previous generations shared, but it would reappear from time to time down the bloodline as a small reminder of their lineage."
      }
   }
}