{
   "settlements": {
      "fleydire": {
         "Description": "Fleydire is located on a small island, roughly 25 kilometres squared. It is by The Malva Coast to the west of Creswell. There are raising bridges to the north, and south-east, monitored by Starrgard. Fleydire is a popular tourist spot. The views over The Malva Coast are unmatched with the scenery and delights of food on offer. You can enjoy the coastline while enjoying various seafoods, or spend the night at the casino located in the northern reaches of town. A monastery to Avandra is found in the central square, and all are welcome to gather for worship.",
         "Demographics": "37% humans, 26% dwarves, 18% halflings, 12% elves, 7% other races",
         "Government": "Fleydire is overseen by a small council of eight upper class individuals. These lawmakers monitor various parts of the town, including commerce, trade, and military. The highest ranked individual is a dedicated spokesperson for the town.",
         "Defences": "There are prominent forts located by the two bridges entering the city, who occasionally establish random checkpoints. There are other watch sites along the road beyond the town borders, that keep an eye on traffic. Fleydire provides some support to the village Kengruun, that is located to the east.",
         "Industry": "Tourism produces a fair share of revenue for workers, so tax money allows for the upkeep of defences, equipment of Starrgard, and roads. This also means there are a variety of inns and taverns of all classes. Crops are imported from Kengruun, a village to the east on the road to Creswell. Other foods such as meats, fish, and fruits are hunted and gathered from nearby, which can be found at various stalls in the markets.",
         "Infrastructure": "There are markets located on the southern side of the town, that overlook the Malva Coast. A dock can be seen from here that house some larger boats, and a few fishing ships, with a lighthouse to the south-western side. A large bell tower can be seen from most points in the town, that rings five times a day. There are a variety of shops along the main thoroughfare, including some forgers, a general goods store, a bakery, and a butchers. Off the side streets, there is an enchanters that is available for commission on some enchanting projects, and occasionally buys and sells unwanted items for the purpose of trade.",
         "Stoned Cow": "This is an inn by the southern gate of the town. It is bustling from Spring to Autumn, with some higher priced rooms having great rooms of the coast. There is a barman called Taza. He used to work at the Coked-Up Gofer, but got fired after some shit went down.\nThe entrance has a balcony that you walk into, with an overview of the bar. There are a few tall tables on this balcony, and a door to the left that leads to the rooms. There is a staircase to the right that leads down the right wall. The bar is directly underneath the balcony.",
         "Coked-Up Gofer": "A smaller inn located on the western-side of the central square. It's entrance is much like that of a nightclub, with the entrance showing a set of stairs that lead up to the bar area. The bar is on the left, with a closed off staircase at the back-right corner. The bar is helmed by Belanys, a half-elven woman with long blond hair, and Jeretah, a half-elven man with short slick-back blond hair. Jeretah was bribed by the Red Blades to hold a few rooms, overlooking the central town square.",
         "The Barracks": "The Barracks of Fleydire are located to the right of the southern entrance to the town. A two-storey building, it is well up-kept. The Commander of the Barracks is Grimald Hayward.",
         "Elixir Apothecary": "A potion shop located north of the town square. It is run by Lorig Greybrew.",
         "Temple to Avandra": "This temple can be found on the north-eastern corner of the main square. Many people congregate at dusk to worship the Change Bringer. She has a strong influence over the residences of Fleydire, and pressed coins that come into commission here have a depiction of her on one side.",
         "Natural Resources": "Meats, fish, fruits."
      },
      "buldaar": {
         "Description": "The very landlocked town of Buldaar is home to a large concentrated dwarven community. The outskirts of the town, and the road leading up to it, are quite hilly and rocky, which is unusual due to the flat landscape present across the rest of the Crinegard Plains.\nThere is always work available in the mines if you're looking for a job. A rich sense of community is found in the Collarglaive, a suburb where the mines are located. A temple worshiping Moradin is located in the Collarglaive, and is very popular to many.",
         "Demographics": "40% dwarves, 23% halflings, 19% human, 13% gnomes, 3% elves, 2% other races",
         "Government": "There is a small barracks established near the southern entrance, where Starrgard monitor the town. Other than this, there are no set individuals that look over the town.",
         "Defences": "The large rocks that surround the town cause for a tricky, and curvy path up to the main gates. Forts are located along these paths, and are hidden among the stonework, making it tricky to traverse without being spotted. Steel gates can be shut at the town entrance, making it near impossible to conquer from these routes. There is probably no safer place to be in the Crinegard Plains.",
         "Industry": "The Collarglaive are home to many miners of Buldaar, who work to gather coal and ore for their own use, and export throughout the kingdom.",
         "Collarglaive": "In the north-eastern parts of Buldaar is the Collarglaive, a smaller village where a lot dwarves and miners live. Around 2,800 humanoids live here, and most tend to not explore the rest of Buldaar, the dwarves believing in strength among themselves. Everything they need is here, their homes, work, and a bustling tavern.",
         "The Mines": "Buldaar became a successful settlement due to the abundance of strategic resources, including coal and ore. Some also say that there is a source of adamantine in the mines. There are half a dozen mines scattered through the Collarglaive that are predominalty dwarf-worked. The mines are overlooked by a branch of the Trade Guild, ultimately run by the Crown, who keep track of the ores and materials coming out of the mines. There resources are divvied up first to the Crown, and any resources are then sole to blacksmiths and jewellers. Some miners hide rarer gems that they discover, and there are random checks run that encourage those not to steal from the Crown's rightful materials.",
         "The Drunken Ratt": "Located just off of the central town square, this tavern sees some regular business over the working week, but does not get too busy. It has a well lit interior, with the walls and floor being made up of cobblestone. Three evenly-spaced torches appear on the wall opposite the war, with two torches also placed on the wall behind it. Above the door there is an iron shield with dwarven runes inscribed into it, with the familiar red and gold colouring of the Crinegard Plains appearing on the edges of it.",
         "Ye Old Gofer": "This is found in the dwarven village of the Collarglaive. It sees a lot of clientel, particularly at the end of the working week, where predominantly dwarves go to drink away their hard-earned money from working in the mines. Drinks are brought to you upon sitting down at an empty table. It has an open interior. No door and no roof. It has dark, stained wooden floors and low-seating tables. You would not see a bar if you were to look around, and very brief encounters with workers only occur when you are given your drinks.",
         "The Barracks": "The main barracks are found by the south entrance of town, down the rocky ramp that decends from the tall gate. It is a simple one-story building made of stone bricks. The commander of the Starrgard has an office to the left of the reception. Commander Durik was a male dwarf who ran the Starrgard in Buldaar. He was a shorter dwarf with long dark hair. The Starrgard are 50% human, 30% dwarf, and 20% elf outside of the Collarglaive. Inside, they are 80% dwarf, and 20% human.",
         "Greybrew's": "A family run potion store that opened 200 years ago. It has profitted greatly from selling unique and reliable potions to the Crown, and to the odd adventurer who finds their way to Buldaar. Greybrew was the nickname they were given by a rival famliy when the shop first opened, and they took it on as a joke. It is run by Tulbar Greybrew.",
         "Iron Buckle": "A short ginger-haired man by the name of Nozmak is the guy to go to forge anything. He has plenty of items available, and also some finer ones for a higher price.",
         "Gyer's Jewellers": "A gems store and jewellery just north up the road from the central square. Jeffery Gyer runs the joint.",
         "Temple of Moradin": "The Allhammer has been very prominent throughout the Crinegard Plains for centuries, and his central temple is found in the heart of the Collarglaive, at its lowest point, making it easy to spot. Moradin represents loyalty and legacy, and are worshipped by smiths and artisans, as he guides them in the forging of great creations. The silver designs on the items forged match the designs of the clerics and paladins that follow Moradin, and can be seen wandering around the Collarglaive, Buldaar, and even outside the Crinegard Plains.",
         "The Argent Axes": "A guild responsible for the upkeep of the mines and monitoring of the rocky peaks surrounding Buldaar, members of the Argent Axes are trained warriors that are experienced in fighting beasts and anything else that dare to disrupt the secluded way of life on the mountain tops.",
         "Architecture": "The rocky landscape means you hardly find yourself in a flat surface across the town. Very up and down throughout every street. Some buildings are built into a stone wall, while others extend across a dip in the rocks.",
         "Natural Resources": "Coal, ore, some say there are traces of adamantine in the mines."
      },
      "creswell": {
         "Description": "Located on the south-eastern border, Creswell is the third largest city of Trimor, and is also one of its first settlements. It is the region capital of the Crinegard Plains, and the second-most populous city in the eastern reaches.\nIt is the main port of Trimor to other kingdoms. Goods are shipped into and out of Creswell, as well as travellers. The Trade Guild is established here for convenience, and is located by the docks.\nThe city is divided into six areas/districts:\nThe Inner Ring\nThe Lower Ring\nThe Outer Ring\nThe Docks\nCliffven\nSilverhill Village\nThe three rings are elevated on cliff faces that make up Creswell's unique structure. These are easily visible to people on the docks, from the main streets of Cliffven, and towards the end of the roads that lead to Creswell.",
         "Demographics": "46% humans, 27% dwarves, 21% halflings, 6% other races",
         "Government": "The region capital of the Crinegard Plains has an overseeing council for the region, and a smaller group of individuals to monitor the city itself. The regional council keeps an eye on trade and military, while the city council monitors the production of food, the customs at the port, and their division of the Grindwall Record, as well as other things.",
         "Defences": "Multiple forts keep an eye on the roads into the city, while the outer city wall surrounds 85% of the city's inhabitants.",
         "Industry": "There are farms on the outskirts of the city, providing wheat and grain, and also meats. Enough is produced for the inhabitants of Creswell, and is exported across the Crinegard Plains. There are also fisheries a few kilometres south in a small settlement called Silverhill Village. Creswell is also home to the Tormund Fighting Pits, which hosts a tri-weekly event showing off terrific beasts fighting each other.",
         "The Lower Ring": "The Lower Ring is the first ring structure that you reach after ascending the stairs from Cliffven. A popular tavern called the Tipsy Keg is located there, as well as a forge, and a general goods store.",
         "The Inner Ring": "This is a smaller ringed structure found higher than the Lower Ring. Some streets span off either side of the main road, but the inwards leading road lead to several tall spires that overlook the city, where upper class citizens congregate. The Barracks are found on the main road, also the library Mindless Discoveries, a potion store, and a temple dedicated to Pelor.",
         "The Outer Ring": "Many upper class citizens have their abodes at the Outer Ring, a structure that is located to the south side of the central city. It is accessible from the Inner Ring via City Hall, a large collection of buildings to the east of the Inner Ring.",
         "The Docks": "Travellers from other empires embark and disembark at the main port in Trimor, which is located at the south end of Creswell. Imports and exports are also processed here, making it a perfect location for the Trade Guild. The Creswell Commercial Port (or the Tipsy Sea Serpent) is where people can buy recently shipped in wares. It is a complex set of buildings, connected by many air bridges. Just off to the east of the Commercial Port, are the Tormund Fighting Pits, where tri-weekly tournaments are hosted.",
         "Cliffven": "The slums of Creswell are the area just south to the entrance to the Inner Ring. A lot of workers in the fields and docks reside here, and a market is set up daily to sell pelts, meats and fish, and homemade trinkets.",
         "Silverhill Village": "Many farmers and fishermen reside in Silverhill Village, about 3 kilometres to the south off of the main road. Some tend to the farms closer to Creswell, and fishermen set themselves up and down the coast.",
         "Tipsy Keg (Lower Ring)": "The tavern where this group of adventurers stayed together for the first time. Relatively popular, you can expect a large clientel most evenings. Emilia is a barmaid at the Tipsy Keg. She is a tall human with long, red, braided hair, and light blue eyes. Kolvar is a dwarven cook. Relatively tall for a dwarf, he talks in a scruffy Scottish accent. He has tied back brown hair, and is quite messy and sweaty.",
         "The Berranium Forge (Lower Ring)": "A lesser-known blacksmith in Creswell. Not as many readily available weapons, but the ones that are, are of the best quality.",
         "Tinker Tops (Lower Ring)": "The main general goods store of Creswell. Many common and adventuring items can be acquired here.",
         "The Barracks (Inner Ring)": "Found just off to the side of the main staircase leading towards the northern exit of Creswell. It is a three-story, castle-like building. General Commander Thria Bartek is the highest ranking official in Creswell, and runs the barracks. Her office is on the top floor. Captain Morgon Thorngage is a captain of the Starrgard in Creswell.",
         "Mindless Discoveries (Inner Ring)": "A library with some weird texts. Some on history, arcane, and religion.",
         "Herbal Concoctions (Inner Ring)": "A potion store located on one of the side streets of the Inner Ring, run by a gnome named Alton. For a relatively small shop, it has a large selection of wares on offer.",
         "Tulley's & Tulley's (Inner Ring)": "An enchantment shop that has some adventuring wares for sale. Headed by Aldom and Dyron Tulley, it is a medium-sized shop located on a side road just off the Inner Ring.",
         "Tormund Fighting Pits (Outer Ring)": "Located just south of the Outer Ring, past the docks and the Commercial Port. It can hold up to 2,500 people for its tri-weekly schedule. The arena is oval-shaped, with entrances to the pits at the four extremes. The walls are 10 ft tall.",
         "Trade Guild": "The multi-storey building has a wondrous view over the docks, and has Crown-established and independent workers throughout the guild monitoring the imports for distribution across the kingdom, and the exports to be sent away to other empires across Greyspire.",
         "Grindwall Record": "This division of the Grindwall Record in Creswell specialises in alchemy.",
         "Temple to the Dawn Father": "One of the many temples to Pelor is situated here, giving blessings to farmers and forragers, along with anyone else seeking guidance from darkness.",
         "Geography": "The coastal city sits atop of a small hilly mass. The multiple circular walls show off the city districts which are easily viewable as you approach the city.",
         "Natural Resources": "Grains, fish, meats."
      }
   },
   "regions": {
      "trimor": {
         "Current Date": "Leoreen, the 12th day of Fenlar, 3E-286",
         "The Start of the Third Era": "The Kingdom of Trimor formed nearly three centuries ago, to unite against the fiends that tore through the a rip in the plains. These fiends devastated the Material Plain, destroying barracks, burning fields, and slaying all those who dared cross them. These independent republics that are now united under Trimor, came together for the first time to destroy this evil. The Crimson Malitia were formed under this, then temporary concord, and successfully drove back the fiend army attack over this part of Greyspire over the course of six years. Battle sites are scattered across the plains, and rift openings hidden, and seemingly lost in history. It is not known the underlying reason to their attack, but it ultimately brought a lot of people together. After the battle was finally won, the republics came together and united, ultimately forming under the monarchy of Norlock Starr. The now region of the Starr Grounds had the most resources and largest population, giving it the greatest claim to running the kingdom. The monarchy supports the kingdom as a whole, but each region has a designated capital that oversees the needs for their specific people.",
         "Calendar of Greyspire": "The calendar that is followed across most of the world has 281 days. It is grouped into ten months, and followed through seven day weeks. It has deep elven ancestry, which is visible for the names of the months and days that still represent this calendar these many centuries later. The holidays however, are mainly representative of the days celebrated by all those in Trimor. The days of the week are Dafaren, Raloren, Dormren, Brytren, Yesren, Safareen, and Leoreen.",
         "Starr Grounds": "The home of the capital Billingwood and the monarchy, the Starr Grounds are regarded as the central hub of the kingdom. Highly populous, the Starr Grounds are home to a mixture of races. Originally dominantly human before Trimor was formed, its indigenous culture is relatively no longer present as large groups of other races are scattered across through the townships. The Culderwoods take up a large area of this region, and have been relatively untouched due to how dense it is.",
         "Astesh": "The southern-most region of the western divide, Ashtesh is the gateway east across the peaks of Highgate. A contender for the first settlement of Trimor is Felderwind, where a large amount of lumber and exotic fruits are harvested. The capital Highgate, maintains the flow of people through the divide. A city built into the mountains, dwarvish heritage is rich here.",
         "Oadraar": "The region with a view of the Dire Alps to the north-west, it is the last line before the empire of Farwind. The snowy township of Alldene is a common stop for adventurers before setting foot outside of the kingdom. The western-most settlement of Trimor is the costal city of Zadaar. The region capital is located among a hilly range, and home of the Arcane Conglomerate.",
         "Crinegard Plains": "The beautiful plains of Crinegard are home to the people of the second-most populous region. Originally from dwarven heritage, their culture is interwoven in most settlements throughout the area. Creswell is the region capital and home to the main port and the trade guild. Wanderers travel to Fleydire for a holiday retreat, with many eateries for exotic foods, and a view of the Malva Coast is appetising for most.",
         "Saifra": "Many large costal settlements are found throughout Saifra, with a lot of produce and vegetables being imported from neighbouring regions. However for what this region lacks in farming, it makes up for in mining and engineering. The mines located next to the north-west of its capital Darrington are worked for their coal and ore for production of weapons, armour, and other experimental contraptions.",
         "Endrais": "The hotter climate up the northern end of the eastern reaches makes Endrais one of the lesser inhabited regions of Trimor. The fewer established settlement often accounts for less travel to the region. Monfield has a view over the southern reaches of the Spiked Gate, a haven for shipwrecks if traversed without care. Many ships dock here before a journey through the Cobalt Sound. To the north is the abandoned city of Endes, a settlement that suffered the brunt of the fiend attack. Some say dessert creatures wander the ruins, but others have come back with vast amounts of treasures.",
         "Luria": "The people of Luria, a republic to the south-west, decided to keep their people separate to Trimor after the army of fiends were defeated. They helped keep them at bay during this war, and remain a close ally to this day. Some people travel to Luria for the beautiful sights, while some seek a greater meaning, making a trek to Elder Reach to rediscover themselves.",
         "Farwind": "Across Alldene Pass to the north-west is the plutocracy of Farwind. They are not considered an ally of Trimor, but have a few trade routes stemming through the pass, and along the seas. They had their own dealings with the army of fiends, and kept to themselves during this stressful period.",
         "Pantheons & Deities": "Although there aren't any formally recognised deities in Trimor, there are some more prominent than others. You can find temples to recognised gods and goddesses at most cities and towns, and priests spread the word of their holiness on the streets.",
         "Grindwall Record": "The people who work at The Grindwall Record are the primary keepers of information and specialists in specific research. The formal attire follows the deep purple monarch colour, with different embroidery designs representing the status of its members. There are libraries at every region capital, but the main headquarters are located in Billingwood.",
         "Crimson Malitia": "Formed near the end of the second era, the Crimson Malitia remain the first line of defence across Trimor against other intruders, and are stationed at multiple towns and cities across the kingdom. They can be recognised from the engraved armour, with different colours representing their rank and division.",
         "Starrgard": "Guards patrolling the streets and officers keeping law and order in major and minor settlements are classified as Starrgard, employed directly by the crown, but work on behalf of their regions. Even villages as small as fifty people will have some Starrgard keeping an eye on the peace.",
         "Acrane Conglomerate": "The study and research of magic predominantly takes place at the Arcane Conglomerate. From teaching the arcane practice, to researching new methods of manipulation of matter and energy, this school located in Zadaar is some people's dreams to attend.",
         "Trade Guild": "The Trade Guild is responsible for the moving traffic of goods across the roads and seas of Trimor. The guild is centred in Creswell, as the city is the main port of the kingdom. It is responsible for the imports and exports to and from other empires in Greyspire."
      }
   },
   "locations": {
      "angelica's-house": {
         "Description": "A two-story red brick building on the corner of the main street. It is about a 5-minute walk north of the town square, in the opposite direction of the barracks."
      },
      "fort-kustav": {
         "Description": "This fort is a structure located on the main road between the three major settlements in the Crinegard Plains."
      }
   },
   "organisations": {
      "red-blades": {
         "Description": "The Red Blades are a domestic terrosim group founded in 3E-284, by General Commander Thria Bartek. They have taken over an abandoned fort at the top of the mouths of rivers leading into the lake just north of Fleydire. They have already seeded themselves into the Crinegard Plains across the year 3e-286. Using a mysterious black goo, they can turn creatures into zombie-like depictions of their former selves. They plan to disrupt the Crimson Festival in Fleydire, on the opening night/day."
      },
      "grindwall-record": {
         "Description": "Those who work and study at the Grindwall Record are the primary keepers of information, and are specialists in specific research. From engineering, to alchemy, and lore keeping, their libraries are filled with knowledge that has been kept for centuries. The formal attire matches that of the Starr monarchy of a deep purple. This clothing is fitted with embroideries to show one's rank and roles. There are libraries at every region capital of Trimor, but the main headquarters are located in Billingwood.",
         "Billingwood Branch": "This branch specialises in foreign and domestic intelligence.",
         "Zadaar Branch": "This branch specialises in enchantment and arcane lore. They work regularly with the Arcane Conglomerate who are also based in Zadaar.",
         "Darrington Branch": "This branch of the Record specialises in Engineering. They refine the resources gathered at the mines to the north-west to make advancing constructions.",
         "Creswell Branch": "The library located in Creswell specialises in alchemy. Their Vice-Arch Alchemist is Needo Byzaar."
      }
   },
   "pcs": {
      "bizzie": {
         "Lizzie": "Lizzie was transformed into a lizard at the hand of Gregor's aunt. Pod instructed Bizzie to head to find Crela in Zadaar, when they fled Muldire.",
         "Bill Osbul": "An evocation wizard who expanded his skills at the Arcane Conglomerate. He began his research with Billie, and also Sulqrin and Mahana.",
         "Billie Osbul": "An artificer who studied with Bill at the Arcane Conglomerate.",
         "Pod": "Pod was the closest thing to a friend that the Osbul family had during their time in Muldire. He used to be an adventurer, and told Bizzie of quests that he went on with his crew, and he taught him how to use a bow.",
         "Gregor": "Gregor caught up with Lizzie after his parents' death, and got him addicted on lizard venom. Gregor caused his addiction to get so bad, that Lizzie had to make a deal with his witch aunt Arinis, that caused him to turn into a lizard.",
         "Arinis": "Arinis resides in a small hut in the village of Dresden. She was the witch to transform Lizzie into a lizard.",
         "Backstory": "The Osbul family worked day in and day out selling fish in the markets of Muldire only to return to their home in the slums.  Although the work was hard and the pay was little, Bill and Billie Osbul were happy to be with their twin sons Bizzie and Lizzie to have escaped the danger of their past.\n20 years prior, Bill and Billie met at the Arcane Conglomerate where they both had high hopes of becoming powerful wizards. Between classes and late nights making their way through all the books in the grand library, the halfings spent their time with their new friends, Sulqrin the Dragonborn, and Mahana the Half-Elf. Curiosity would often get this gang into trouble, but it was all fun and laughs until one night they discovered a dark secret about the wizard school and the higher powers in charge...\nNothing felt safe anymore, everywhere they went they felt watched, it became clear they all needed to get away fast. On their last night at the school they broke into the tower and stole 4 purple amulets. Even though these amulets would protect them they knew it was best to split up, Sulqrin went south, Mahana went North, while Bill and Billie stuck together, and started to head east. After weeks of travel, Bill and Billie finally stopped in Muldire. Pod, a gnome and retired long-time adventurer could sense the couple's fear and desperation. He brought them into his own home and helped them get to a humble and normal life working in the market. Pod also worked in the market, selling bread.\nWhen the twins were born, Pod again helped out. However once they reached the age of six they started to work with their parents. Bizzie and Lizzie are identical twins but have very different interests and would often fight. Bizzie had a close relationship with Pod, he loved hearing his tales of adventuring and would often go with him to the forest where Pod would teach him how to use a bow and track animals. Meanwhile, Lizzie would much rather play poker with friends.\nIt had been nearly 20 years since Billie and Bill's escape from Zadaar but the parents could sense danger coming, there were strangers in the market and they felt watched again. Bill and Billie knew the time had come and they had been caught, this time there was nowhere to run to. The safety of their children was most important to them and they needed to ensure they were protected once they were gone. To \"mark\" the end of the Winter Solstice, Bill and Billie gifted their amulets to Bizzie and Lizzie. \"As long as you wear this we will be with you\". Bizzie was confused how their parents could afford such a beautiful pendent, Lizzie on the other hand didn't care.\nA week later, while Bizzie and Lizzie were at the docks collecting the fish for their parents there was a freak 'accident' in the market. A feral owlbear had rampaged through the market directly through Bill and Billie's stall, they did not survive. The twins did not know that this wasn't an accident and their parent's past had finally caught up with them.\nIn the next month, Bizzie worked to rebuild his family stall and keep the business going. Every couple of days he would go into the forest with Pod, he perfected his arrow skills, it was his escape and gave him a purpose. Unfortunately, Lizzie couldn't repress his feelings like Bizzie and struggled to be around his brother or the markets.\nLizzie started hanging out at the local tavern (Dragon's blood) where he was reunited with a childhood friend, Gregor. Gregor introduced Lizzie to lizard venom to ease his pain, a powerful and addictive hallucinogen. Bizzie was oblivious to what was going on with his brother.\nGregor's lizard venom dealer was his aunt, a witch from a small village called Dresden. Lizzie couldn't afford anymore lizard venom, but he was completely dependent on it. To keep up his supply he made a deal with Gregor's aunt, he was too out of it to understand what the deal was. The witch was a lonely woman who always wanted a son that could be hunter/gatherer for her. The deal was for Lizzie to give up his young halfling body to the witch, Lizzie's conscience was placed in a giant lizard's body (the source of the venom). During this transformation the amulet broke from its chain.\nGregor and the witch abandoned Lizzie in the lizard form at Bizzie and Lizzie's family home in the slums of Muldire. Gregor and his aunt fled north. With the giant lizard form was a note that read \"Here lies Lizzie Osbul a halfling boy who let addiction become him, his body is ours now\".\nBizzie was left to look after his twin brother, a giant lizard who couldn't even fit in the family home. The giant lizard in the slums of Muldire attracted unwanted attention from neighbors who started throwing rubbish at them which eventually grew into threats. Pod would give Bizzie and Lizzie scraps from his stall, as Bizzie could no longer sell fish at the market due to trying to protect and control his giant lizard brother.\nOne night, Lizzie unaware of his new lizard strength and size accidentally knocked down a wall of a small home in the slums. This was the final straw for the angry slum folk leading them to call for the authorities. As the guardsmen forced Bizzie and Lizzie out of Muldire, Pod saw all the commotion and ran out to Bizzie and quickly handed him a long bow before a guard could stop him. Attached to the long bow was a note that read \"Go to Zadaar and ask for Crela, she can help you and your brother- Pod\".\nBizzie rode Lizzie out of Muldire and started their long journey to Zadaar. This was the first time the brothers had ever left their hometown of Muldire. Bizzie was scared yet intrigued as to what lies beyond Muldire. After one long day of travel the brothers reached the border of the Endrais and Saifra regions. Nestled between the mountains was the small village Vac. Unlike Muldire there were no taverns or markets in Vac, instead the village was made up of small shacks. Village folk mainly halflings and gnomes kept to themselves and were wary of the passing travellers. Bizzie noticed the passing looks and murmurs but as it was getting dark the brothers had no choice but to set up camp in Vac. Little did they know, that the seemingly halfling and gnome community, was run by tyrant goblins, keeping them in check when necessary.\nBizzie woke up alone in a cold and damp cave. The first thing he saw was a group of four goblins crowding around a fire and sifting through Bizzie's belongings. Scrambling to his feet, the goblins heard him and starting making their way towards him. Bizzie goes to reach for his long bow and it isn't there! He attempts to fight by picking up a rock and throwing it. Just as the goblins crowd around him, there's a crashing noise. Lizzie runs in biting two of the goblins throwing each across the cave, smacking over one with his tail and then batting the last one away with his claw. Bizzie now knew this giant lizard was still his brother. Gathering their things set out to leave Vac that very night.\nFor the rest of the journey Bizzie and Lizzie kept to themselves stopping in Darrington and Lassire to sell pelts and meats from Bizzie's hunts.\nBut as they reached Creswell the little coin they had from back home was all gone. It was clear they weren't going to get by on shooting hare and pheasants in a large city like Creswell, it was time to look for some work. When they entered Creswell they noticed large crowds walking down the streets. Intrigued, they followed the crowds into a large stadium..."
      },
      "mrtlvnjr": {
         "Drnjl": "Mrtlvnjr's father was a harvester in the woods to the north of Cornira. He is currently residing in Felderwind with Mrtlvnjr's brother, Crmltn, where they have both started to work in lumber.",
         "Shona": "She is a worker on a fishing vessel, who spends the majority of the year out fishing. She is only home for a few days at a time, and for all of winter. Currently missing.",
         "Crmltn": "It is obvious to know where Mrtlvnjr's loud traits come from when you first meet his brother Crmltn. He is much bulkier than Mrtlvnjr, and is starting to like his life as a lumber worker.",
         "Darson": "One of the elders of the Temple of Auril in Highgate. He felt a spiritual connection in Mrtlvnjr, and offered to pray with him, to grow this connection stronger.",
         "Backstory": "Mrtlvnjr Keythel was raised in Cornira, a township on Blackpool Bay, just north of the mountain ranges, population around 400. Sitting at the flashpoint between a forest, a mountain range and a bay, the town at one point was a relatively flourishing economy for the town's size, with a wide range of goods harvested and processed.\nAs Mrtlvnjr's human mother was a worker on a fishing vessel, she would spend the majority of the year anchored out beyond the bay, leaving Mrtlvnjr to largely be raised by his elf father alongside his older brother, Crmltn, both of whom were harvesters in the nearby forests. Mrtlvnjr initially followed in their footsteps, spending a handful of summers joining them at peak foraging season, and then eventually joining them full-time in the field.\nMrtlvnjr and Crmltn were one of only a handful of half-elves to live in Crenel, with the majority of the population (around 70%) being made up of dwarves who worked in the mines of the mountain ranges, with the remainder of the population being largely elves and a scattering of humans who worked the forests or domestic roles in the township. As such, growing up around a large group of boisterous working-class dwarves naturally influenced the way Mrtlvnjr acts, not least of which is his relative lack of volume control, a trait which could be seen in Crmltn also.\nBeing near a mountain range, winters were particularly harsh. The town took this in their stride, however, with some dwarves choosing to move from mine work to forestry as the weather got harsher and the mines in the mountains became more dangerous, although the more fool-hardy would stay put in the mines year-round, believing the minerals to be strengthened by the conditions. Winters were also the only lengthened periods of time Mrtlvnjr would get to spend with his mother, as the bay had a tendency to freeze over and make the outer seas too rough for commercial ventures.\nThe town would always be relatively prepared for sudden blizzards or cold snaps as the miners who remained on the mountains would remain in regular contact regarding incoming weather. However, one year in the middle of autumn, well before the expected period for blizzards, a storm stronger than any they had ever experienced before rushed through the township. As there was no active weather watch taking place, the storm that swept through on this autumn morning was devastating, causing significant avalanches on the mountains and burying homes in the snow. The forestry workers, who were already out in the field by this point, thought the cold weather unusual given the season, but were sheltered enough that they didn't feel the brunt of the storm. It was only when the crashing of the waves of snow on to the town echoed through the trees that they realised something was wrong. Upon arrival, they found most of their homes buried, only the top floors of communal buildings like the tavern and the general store indicating there was ever anything there. As the majority of the workers from the forest scrambled to what was left of their homes to dig out their remaining family, Mrtlvnjr and his father and brother, being lucky to have their family's lives intact, turned their concern to the dwarves stuck up in the mines. Despite their relative inexperience with scaling mountains, they could see the main mine hatch from their home and knew what area to search. After immediately scrambling up the mountain, they started digging with their hands before realising how little progress they were making. They were soon joined by some more of their fellow forester scavengers, but again, there was only so much they could do with their hands. With the town in a state of panic, Mrtlvnjr's father took the lead in coordinating a rescue effort amongst the workers who were left. Following a concerted effort by the whole team to secure loose snow above the mine shaft and as many people digging through as they could, three long days of work and they finally breached the entry to the mine where, by some sheer miracle, all the miners had survived with just a few cases of frostbite and some hunger.\nAs the rest of the town reconciled and the news was broken to the miners about the town and the loved ones who ended up buried, Mrtlvnjr was overwhelmed with wonder about Auril, the goddess of winter, and why such a deity normally associated with punishing storms would spare such a large number of the townsfolk during this catastrophic incident.\nFollowing the mass burials and remembrance services for those who died, much of the town's population decided to move with what was left of their families to other areas where they weren't so vulnerable, many of them to Highgate so they could continue in the mountains. Some of the forestry workers attempted to rebuild what was left of the town, but it never quite thrived the way it once did, with more and more trips to Trottsville being required to restock.\nMrtlvnjr, meanwhile, turned his concern to his mother who was still out at sea. He didn't suspect that she had been caught up in the storm, but the severity of it caused the Bay to freeze over at a much greater depth than he had ever seen before. The family and a few others who had loved ones at sea stayed put in the hopes that they would return, but as autumn gave way to winter, it became clear that this bay was not going to defrost and their loved ones wouldn't be returning any time soon. Eventually, more and more families gave up hope and moved away, but Mrtlvnjr, more attached to and seemingly compelled by Auril than ever, believed that the mercy he saw in his town must have carried over to his mother's ship, and that they must be stranded somewhere out past the coast. He knew that their general sailing route had them fishing on their way to Tamworth Bay, before hastily returning home, so the ship must be somewhere off the Malva Coast. With that, he farewelled his father and brother, who went to find another forest town further north for the remainder of the season in hopes of continuing to find work, and Mrtlvnjr set off for Creswell, which he hoped would be his best chance of sourcing information about where this ship might be.\nOn his travels, as he passed through Highgate, he came across a winter solstice festival which the city holds annually as both a celebration and a means of making an offering to Auril during her harshest season. Since Mrtlvnjr also knew many of the dwarf families from Cornira had taken up residence in Highgate, he took this time to reconnect both with friends from his past and with the deity which he had grown such a strong devotion towards. He met with an elder of the temple of Auril in Highgate named Darson. Darson felt an innate spiritual connection with Mrtlvnjr, recognising the tribulations in his past, and offered to pray and study with him during the Solstice, eventually resulting in Mrtlvnjr partaking in the annual human sacrifice made to Auril as an offering of security through the coldest months. This deep connection both with community and with the deity herself enlightened Mrtlvnjr's strengths and skills in the distribution of life, which he would find himself using to a significant degree during his travels. Following the Solstice, Mrtlvnjr headed south along the coast, aiming to visit port towns and villages along the way in search of more information. He worked his way to Fleydire, spending an additional four nights there as he investigated the townsfolk and those who may have interacted with his mother's ship. There, he discovered that they had also had ships disappear around the same time as the pre-season storm, with only a handful returning ever since, and those indicated they were further out in the sea, away from the landfall of the snowstorm. Some of the citizens also indicated that they remembered seeing the Cornira ship dock on their way further along the coast, though that was many months ago by this stage.\nFollowing this, Mrtlvnjr made a bee-line for Creswell. He attempted to remain along the coast past the forest, but the density of the wood along the main path made traversal difficult, and with no major snowfall and his understanding of Auril's power and presence still in its early stages, he was unable to navigate further out of the forest to visit any small coastal regions, so he was forced to stay the path through the forest to Creswell. Upon arrival in Creswell, he undertook much of the same path as in Fleydire, interviewing townsfolk and investigating the impacts of the storm on the town. He found that, once again, Fleydire had had ships go missing as well, but in this case, none of the eight ships they lost, accounting for around 60 people, had yet to return. Mrtlvnjr took this to mean that either all ships have been caught in the same area, or the storm had an even wider reach than he anticipated to the east of the region. He intended to continue his trek along the coast after spending five nights in Creswell, however, with the Last Storm inbound and now being aware of the devastation and harshness of this particular storm season, he decided to wait it out in Creswell, splitting his time between talking to the dock workers drinking in the Tipsy Keg, and taking in the entertainment at the Fighting Pits, at which point he meets with those who would now become his current party."
      },
      "nora": {
         "Jiarvden": "An elven man, he was a good husband and father until he wasn't anything anymore.",
         "Jonathon": "An elven man, he was a good boy until he wasn't. He received both combat and medical training from his mother and really took to lockpicking and knife throwing at an early age.",
         "Zirruc": "A dwarven man, he was charismatic and fun, never letting anything get him down and always dreaming of something better. He was in his early dwarven twenties when he took of to make something of himself.",
         "Cressa (deceased)": "A half-elven woman. She was often moody and aggressive, taking what she wanted from other kids and fighting for fun. She was a good thief until she wasn't.",
         "Griph (deceased)": "A half-orc man, once a poor bastard he joined the town guard and started living on the straight and narrow. Every now and then he and Nora would cross paths and he would overlook petty crimes that she would commit for the Saviours. The last time Nora saw him they sat down for a drink and he told her all about the false brutality accusations that he has to put up with because of his orcish heritage.",
         "Corbin Blue": "A gnomish cleric from the Mental Hospital. He took care of Nora while she was in there and often listened to her ramble on about her son. He promised to help her if she ever needed anything, and she knows that he meant it.",
         "Mr Silver (deceased)": "A half-elven man who co-founded the Solemn Saviours along with Mr. Wolf and Mr. Whisper. He trained Nora.",
         "Mr Wolf": "He had bright red skin and fully fucking bodied the love of Nora's life.",
         "Mr Whisper": "A tiefling man, very little was ever known about him and he was hella sketch. Not directly involved with Nora.",
         "tarvis": "A half-orc. Nora accidentally stumbled onto a group of saviours. Seeing that the gang had not only survived over the years but expanded, she lost her shit. There was a confrontation and Tarvis lost a couple of his people to Nora’s daggers. She then fully bounced cause she was so outnumbered but she is firmly on his shit list.",
         "Feral": "A tiefling warlock that let Nora travel with her for a bit and actually grew kind of fond of the elderly gnome woman. That is until Nora robbed her blind one night and took off.That was a good idea right? To piss off a fiendish warlock with daddy issues and a temper?",
         "Backstory": "Gnome, age 420, \"The thug life can't handle me\"\nNora was left at Salts End foundry in Zadaar after her parents' untimely death. She grew up surrounded by dozens of other kids, most of which were much bigger than her and so she learnt how to survive in a tough situation; mainly by making the right friends and staying in the shadows. Zirruc, a dwarf, Cressa a half-elf, and Griph a half-orc, became her best friends and they would often spend their time fighting monsters (who often took the form of older kids) and pulling elaborate heists on the kitchen. Needless to say their antics caused more than a little mayhem around the house and the group found themselves out on the streets as soon as they hit their mid teens. They promised each other that they would stay together, but life has a way of crushing ship dish dreams, especially in the streets of Zadaar.\nAfter a couple years of begging and thieving the crew eventually went their separate ways. Zirruc went to find his fortune, Cressa found herself at the end of the executioner's rope after one too many violent muggings and Griph joined the city guard. Nora found herself picking pockets and barely dodging the law all by herself until one day, she had the misfortune of getting caught with her hand in the pockets of Mr Silver. Mr Silver was, unbeknownst to Nora at the time, the co-founder and acting head of the Solemn Saviours, a small but dangerous gang operating out of Salts End, one of the rougher districts in Zadaar. Mr. Silver, catching Nora red handed decided that she had potential and took her under his wing. The next few years were spent under his tutelage honing her thieving skills and acting as a runner for the Saviours. She became more and more involved in the shadowy world of the criminal underground and found herself, for the first time, not just surviving but thriving. She may have made her way to the top of the ladder had she remained but alas, it wasn't to be.\nNora met Jiarvden in the worst possible way. Mr. Silver had him tied up in the basement of the Saints headquarters and was torturing him for information. Nora being his current favourite was called in to learn how to properly \"extract information\". It was the wrong decision. Nora found the experience horrifying and with every passing moment, every new pain inflicted, every anguished wail her cold heart broke. Eventually Mr. Silver finished his cruel ministrations and he finally noticed the tears on Nora's face. \"You have to be better than this. Stronger.\" he instructed her to \"take care\" of the poor man and left her to it. Another mistake on his part. Nora freed the man and snuck him out of the Saviours' hideout and took him to a temple of Avandra for healing. She should have just left him there but something stopped her and she looked up and saw the serene face of the Changebringer staring down at her. She stayed with him and vowed to take care of him for the rest of her life. She managed to keep that vow for the rest of his life.\nAfter recovering Jiarvden, with Nora fussing at his side made a report to his commanding officer with Nora as a witness. The Captain began to plot the destruction of the Saviours but before charged Jiarvden with Nora's safety and sent them away. Nora didn't really think too much about her old gang after that. They were based in Zadaar and she was off to new places with her handsome new companion. They travelled far and wide,  with every new posting Jiarvden received and Nora began her training as a nurse. Eventually the two fell in love, got married and not too long after they found themselves the new parents of an orphan elven boy. Jonathon drew the couple even closer and fow a few years everything was perfect. It was Mr. Wolf that found them. He was known for holding grudges and he had never forgiven Nora for leaving like she did. He killed Jiarvden slowly, tortured him in front of Nora. She had no doubt that he'd have done the same to Jonathon had he not been chased off by a group of soldiers, drawn by the sounds of screaming. Nora was never the same after that. She withdrew from her work as a medic moving to a small town and working as a healer. She kept Jonathon close, constantly watching him and laying so many rules on him that as he got older they started to contradict each other. As a teenager he began to pull away and as a result she desperately tried to hold on tighter.\nIt was too much in the end. Jonathon, once a sweet boy who loved his mother more than anything, became a man suffocated by her constant fretting. He told her that he planned to head to the nearest city, Darrington and enlist in the army. She did not take it well. The argument devolved into screaming, and then into pleading and begging. By the end of it Jonathon packed his things and left and there was nothing Nora could do to stop him. Weeks later, once Nora had properly calmed down she began to write letters to Jonathon and after months of silence she decided to follow him. She couldn't find him in Darrington. Nor in the next few towns she came too. Concern and worry became panic and terror as she began to frantically look for her son. It broke something in her. She was eventually taken in by some clerics though she couldn't tell you which deity they worshipped, or even what town or city the mental hospital was in. Her days were spent talking about her brave little soldier to whoever would listen, and her nights were spent sobbing in her bed even though she didn't know why. Years flew by in a daze as Nora's mind collapsed under the weight of guilt and fear and desperately tried to construct a sweeter reality to protect her from herself.\nLucidity began to intrude on her little fantasy. Bit by bit she began to come back to herself, though she couldn't say what caused it. The clerics were baffled but when she asked to leave they couldn't find a reason to stop her. Nora went back out into the world an old woman and decided that she was going on one final trip. No destination, no plan. Life had always thrown her curveballs so she decided that this time, she was going to roll with the punches. She chose a direction and walked. When a wagon stopped to offer her a ride she accepted without hesitation. When she was presented with an opportunity to liberate some bastard of their coins she took it. When she met a weird guy who insisted that his name was Jeff before making shifty eyes she immediately decided to travel with him. All the while she kept up the fiction of her brave son, a soldier, who would write to her when he had the time. It didn't help that she was prone to spells of forgetfulness so more often than not she believes the lie she tells to herself and to others.\nI'm still not quite sure how she ended up in Creswell outside of Angela's house but i think we hinted at being hired by an anonymous third party to find someone, if thats super important i can hash it out but basically Nora couldn't care less about that anymore. She is living for the hell of it, seeking out risky situations, strange people and anything that seems even remotely interesting or fun. She struggles to form any real attachments but will default to a motherly attitude and demeanor when she isn't doing something insane. She won't outright betray people but she will take advantage of people if she thinks it will be interesting. That being said if anything regarding Jonathon or the Saviours comes into her life there's no telling what she will or won't do. Deep down under all of the crazy, she wants revenge and to find her boy but that stuff is hella buried. All she knows is that a) she is on one last little trip, b) that the trip ends when her life does, c) if she ever finds Mr. wolf she is going to skin him alive and lastly, that Jonathon will write to her when he has time."
      }
   },
   "npcs": {
      "alton-greybrew": {
         "Description": "An older gnome who works at Herbal Concoctions. He has straight, balding, light blond hair, and wears a dark brown apron."
      },
      "angelica-tosscobble": {
         "Description": "An alchemist who studied with Vice-Arch Alchemist Needo Byzaar. She specialises in spider venom, and the effects it has on humanoids. She was undertaking her own personal research before she was kidnapped in the night. She has really messy golden blonde hair, and a scar across her left cheek. She had a black eye when the party first met them."
      },
      "arinis": {
         "Description": "Arinis Morsys is a witch that resides in Dresden, a small fishing village an hour south of Muldire. It was in her hut where she transformed Lizzie, Bizzie's brother, into a giant lizard.",
         "Family Matters": "She has a nephew named Gregor, who was Lizzie's best friend. He is the one who got Lizzie addicted to the lizard venom that she produced. One day, Lizzie became so dependent on it, that he signed a deal with Arinis that he did not read, which transferred his soul into the body of this giant lizard."
      },
      "ayen": {
         "Description": "A nervous map-maker that was sketching the landscaper near Buldaar. A human with brown hair, he carried with him many scrolls rolled up, which turned out to be maps that the party now owns."
      },
      "bill-and-billie-osbul": {
         "Description": "Bill and Bilie were two halflings who met in Zadaar.",
         "Study in the Arcane": "They met in the dorms of the Arcane Conglomerate in 3E-266, two weeks before classes started for the Autumn. Bill took a nack in the evocation school, whereas Billie found that she had an affinity with creating, and engineering, so went down the path to become a talented artificer. After three years of study, Bill and Billie, alongside Sulqrin, a Dragonborn Wizard, and Mahana, a Half-Elf Sorcerer, took part in a summer research project as a part of the Arcane Conglomerate's program. They choose to study how evocation could be used to defend settlements and structures by storing the energy, and using it against those who come to attack.",
         "A Secret Exposed": "Just as the team is finishing their research at the end of summer, on Morqen 18, 3e-270, Billie discovers that the Vice-Arch Mage Isolna Davaris is planning to adapt their research for offensive purposes. They decide that the best course of action is to escape the Arcane Conglomerate, and to take all of their research with them. On Morqen 23, the day before The Enlightening, the day of their big presentation, they flee the campus grounds, but not before breaking into the top floors of the library tower, and stealing 4 purple amulets, to help protect themselves against divination. They get taken in by Crela that night, a friend of Mahana. They do not wait before the sun to rise before escaping the city. They decide it was best they split up. Sulqrin went south, Mahana went North, while Bill and Billie stuck together, and started to head east."
      },
      "crela": {
         "Description": "Crela is a very nice halfling woman who lives in the central district of Zadaar. She is 2'10\", and runs the local bakery under her apartment.",
         "Mahana, the Saviour": "One day Crela was manning a stall in the markets when someone knicked a coin purse at the side of the store and ran off. Mahana was there to trip up the petty thief. The town guard took the thief away, while Crela thanked Mahana for her bravery. She said that if there was anything she could do for her she would be grateful. Mahana thought nothing of it, thanked her, and walked away with some baked goods, thinking that she would never she this woman again.",
         "The Great Mage Breakout": "Crela housed Bill, Billie, Sulqrin, and Mahana after their escape from the Arcane Conglomerate. She still to this day holds some notes in the walls, kept in a chest that is protected from divination magic.",
         "Bizzie's Connection": "Bill and Billie told Pod to tell their kids that if anything ever happened to them, they should head to see Crela to learn what really happened to them. Crela would be very happy to share her wisdom and knowledge if Bizzie showed her his amulet."
      },
      "darson": {
         "Description": "Darson is one of the elders at the Temple of Auril. He is a 62 year old human who has devoted his entire life to worshipping Auril."
      },
      "dudo": {
         "Description": "A dark-haired elf with shaven sides. He is a trader that travels Trimor in his cart, pulled by his trusty steed, Colton the horse. The cart, horse, and he are decorated in fern green attire, which distinguishes himself from other traders. Originally from Runswik, he is a bit nutty."
      },
      "isolna-davaris": {
         "Description": "Isolna Davaris is the Vice-Arch Mage of the Arcane Conglomerate, and the head of its School of Evocation. She is a high elven woman, about 5'8\". She has long golden-blonde hair that is worn out at all times.",
         "Background at the Arcane Conglomerate": "She studied at the school for 10 years, before becoming one of the top researchers of the Conglomerate. She has been on the advisory board for the past 55 years, only achieving her current title of Vice-Arch Mage 25 years ago, during the Enlightening in 3E-261.",
         "The Eldrith Cannon Project": "During the summer of 3E-269, Bill, Billie, Sulqrin and Mahana began their year-long project into researching and designing a method of storing evocational energy, and using it for cannons that could be used to defend settlements from attacks and raids. Isolna thought this was a fantastic project to work on, and suggested that she supervise it. The project had lots of promise to it, and the progress that was being made was advancement that was yet to be seen down any school's history. Isolna envisioned other possible uses to the research that was being undertaken. She asked the group to pursue these, as she could see them being incredibly benefitial for the school and even the nation. However, these ideas were not what the group envisioned about their research. She was incredibly insistent about this, but the group refused, and kept to their scope.\nThis frustrated Isolna, so she used their findings to conduct her own research. It had as much progress as it could have, with just her working on it. Her plan was to present her ideas to the Arch Mage of the Conglomerate after the group had their final presentation during The Enlightening in 3E-270. However, on the day of The Enlightening, the group vanished with no trace. Their findings and research were taken, and divination proved unsuccessful in locating them."
      },
      "jeffery-gyer": {
         "Description": "The owner of Gyer's Jewellers. Longish blond-haired human, seemingly charismatic to his customers, and fell fool to the classic gag of Somewhat Queer and Nana Queer."
      },
      "mahana": {
         "Description": "Mahana is a female half-elf that is currently residing deep in the Dire Alps. She keeps her short brown hair in a pony tail, and stands around 5'5\".",
         "The Arcane Conglomerate": "Mahana joined the Arcane Conglomerate in 3E-266, after discovering an in-born ability to control the weave. She made friends with Bill and Billie Osbul, and Sulqrin. This group stuck together through their studies at the school, and worked on a research project that would have been a game-changing advancement in the school of evocation. However, after Billie's discovery of Vice-Arch Mage Isolna Davaris's plan to use their findings for her own benefit, they escaped the school the night before their presentation, taking their research with them. They met up with a contact of Mahana, named Crela. They split up that night, and Mahana headed north into the Dire Alps, where she has found herself ever since."
      },
      "morgon-thorngage": {
         "Description": "Captain in the Starrgard in Creswell. A male elf of average height. He has short, curly, black hair, and brown eyes."
      },
      "shona": {
         "Description": "She is 45 years old with wavy brown hair, and has been working in the fishing business since she was 10 with her father."
      },
      "needo-byzaar": {
         "Description": "The alchemist is a high-elven individual who is a researcher at the Grindwall Record in Creswell. He is 6 feet tall, and has long brown hair, and deep green eyes. He wears purple robes with silver embroidery designs."
      },
      "pod": {
         "Description": "Pod is a long retired adventurer who settled down in Muldire for some reason. He is an older gnome who helped out Bill and Billie settle down into a quieter part of Muldire.",
         "A Helper to the Needy": "Pod lived a adventrous life that protected many. He quickly grew the ability to notice those in need, and also how to respond to those who needed help. This is why when Bill and Billie Osbul came to town, he knew they his support. He got them settled down into a more quiet part in Fleydire, and helped out even more when Bill and Billie had twin sons.\nIt was Pod's responsibility to look after Bizzie and Lizzie after Bill and Billie's passing, and he had clear instructions on how to look after them, but no one could have predicted what would happen next. He did all he could, and hopes that Bizzie and Lizzie are now on the right path to find out what really happened to their parents all those years ago."
      },
      "sulqrin": {
         "Description": "A male black dragonborn wizard, Sulqrin stands 6'2\" tall. With a deep voice, he is able to convey conversation well, and has a deep understanding of many things arcane.",
         "The Arcane Conglomerate": "Sulqrin began his studies as a talented wizard at the Arcane Conglomerate, alongside Bill, Billie and Mahana. They made a potent team, and carried out research together in what would be their final year at the Conglomerate. This was before they went their separate ways after they found out how Isolna Davaris, their supervisor, was going to use their research.",
         "A Mage in Distant Lands": "Sulqrin did not want to travel too far from Zadaar, as he had never travelled far before, but realised that he would need to disguise himself. He packed his transmuters ring that he came up with for a project just for this, and finds himself portrayed as a Ludaarian Human named Obeth. He finds himself in Carwright, working as an enchanter for one of the mages there. The old saying goes that hard work pays off, and this is why Sulqrin now finds himself as the Arcanist Advisor on the Lurian Council."
      },
      "the-tulleys": {
         "Description": "The Tulleys are the two humans who run the enchanters shop Tulley's & Tulley's in Creswell. They are looking to branch out to other regions if business takes a hold.",
         "Aldom Tulley": "The eldest of the two brothers. Has straight, longish, dark hair. Prominent voice that can be heard over others. Gives Dyron a bit of a rough time. Is in charge of the business side of things at the shop.",
         "Dyron Tulley": "Curly, short, dark hair. He has a nervous voice, almost like Tweek. He focusses on the enchantment of items, but was the brother who the party met on their first visit to the store.\nDyron asked the party to retrieve a battle-axe that belonged to the family. It was supposedly stolen from the store one night, and Dyron thinks he knew who did it. He gave the party a description of a house in the Outer Ring where he believes the battle-axe is."
      },
      "thria-bartek": {
         "Description": "General Commander Thria Bartek is the highest ranked officer in the Crinegard Plains. She is just shy of 5 feet tall, and has braided, short, blonde hair, with dark blue eyes. She has an expecting voice, and has a raised eyebrow when waiting for someone to finish speaking.\nThe General Commander has run Creswell for the past 20 years. She has kept the city in order throughout her time at the top, with no question of her position being asked. However, it hasn't been easy running the regional capital of the Cringard Plains. Over the past 10 years, budget cut after budget cut has put a strain in how the Starrgard and Crimson Malitia operate under her order. She finds there is little respect for the southern regions from the King. This is also shown from the grossly high taxes being put on imports and exports processed through the Trade Guild, with little of it being kept for the Plains' use.\nOver the past two years, Bartek has had enough. She has got together a group of individuals, and formed a group known as the Red Blades. Bartek hopes to use this group for domestic terrorism throughout the region, in the hopes that the Crown will better fund them against this threat."
      },
      "tulbar-greybrew": {
         "Description": "Tulbar Greybrew runs Greybrew's Potion Store in Buldaar, located in the central town square. Tulbar and his wife Gaeden opened this shop 200 years ago after they moved away Duffledon, after a terrible disease plagued the crops they would use for potion making. Tulbar's sister took him in, and they opened a small stall in the markets where they would sell herbal remidies and creams. An individual took interest in Tulbar's alcehmical skills, and gave him a sizeable amount of gold in exchange for some complex potions. With this money, they could afford to open up a shop in the central town square that would later become Greybrew's. The Crown and the Argent Axes took interest in his skills, and he has potions commissioned to this day to help their efforts. Tulbar and Gaeden had three sons, Alton, Lorig, and Piker (deceased) Greybrew. Alton and Lorig have now carried on the family business to other neighbouring towns, whereas Piker hung around. Piker was more skilled with fighting than alchemy, so he became a part of the adventuring guild. He had blond hair. He carried with him a couple of shortswords and a pendant around his neck. \"If your brother liked wheelbarrows, he died doing what he loved.\" They also had a daughter, Angelica, who took up the name Tosscobble after her late husband."
      },
      "zerrioth": {
         "Description": "An old lady with twisted dark grey hair. She is bent forward almost in a hunchback position. She wore long tattered black robes that cover most of her body but her head."
      },
      "grimald-hayward": {
         "Description": "Grimald is the Commander in chief of the Barracks in Fleydire. He is a half-elven individual with short, slick-back dark hair."
      },
      "lorig-greybrew": {
         "Description": "A gnomish individual who runs the Elixir Apothecary in Fleydire."
      },
      "alton": {
         "Description": "An older gnome who works at Herbal Concoctions. He has straight, balding, light blond hair, and wears a dark brown apron."
      },
      "mrtlvnjr-mum": {
         "Description": "She is 45 years old with wavy brown hair, and has been working in the fishing business since she was 10 with her father."
      },
      "the-hartdüms": {
         "Description": "King Regent Wizard of Farwind (Xaylor killed): Norzax Hartdüm\nQueen Regent (Xaylor killed): Prileyra Hartdüm\nKing's brothers: Cassius and Polybotro Patrax\nPrince (tried to marry Xaylor): Exius\nPrincess(?) (dragon killed): Syphax\nSyphax's husband, Exius' brother (?): Yorg Brunstørm\nOther Princesses: Urune, Epharis\nUrune's husband (wizard): ____ Flamehide\nYorg's 3 grandsons (killed Mavakas):\n1 died in Prestonville (3e-121)\n2 died in Prestonville (3e-136)\nNïm Pamily harassing drow elves\n-->",
         "Grunhofe": "A human male with long dark hair, and pale skin. Wears a deep dark green robe, and is about 5'11\" tall. Knows Xaylor as ShrinE'rune."
      }
   },
   "lore": {
      "deities-of-trimor": {
         "Auril, the Frostmaiden": "The winter is harsh for some. Storms and blizzards can wreck havoc on a landscape and take no prisoners. This is the doing of Auril. The goddess of winter does not spare anyone who dares cross her fury. Many pray to halt and lessen the wrath of winter, but those who receive her blessing are not spared the bitter cold, rather are only allowed to endure it.\nEmbrace the cold, and all that is brought with it. It is a natural part of life.\nDo not succumb to a false sense of security. Danger can strike at any moment.\nSpread the word of the cold, for it shall come and spare no one.",
         "Avandra, the Change Bringer": "Those who worship Avandra believe in change, freedom, and luck. Her worship is found among merchants, adventurers, and anyone wishing a change in their way of life, and a direction to follow. Her temples are found in common destinations to travellers, and sometime shrines are set up on the side of well-travelled roads.\nLuck favours the bold. Grasp your own fate, and the Change Bringer will be at your back.\nChange is inevitable, but the righteous make change for the better.\nRise against tyranny. Fight for the freedom of yourself and others.",
         "Milil, Guardian of Entertainment": "Even in times of strife, the ballad of a song, or the beauty of a poem can distract the mind for even the smallest time. Milil aims to represent life as a ever-writing ballad, an event in history a verse in a symphony, and a poem shining the light on a kingdom's hard fought victories, and the defeat of its enemies. Many bards and entertainers follow Milil for guidance, and many pay for their ale to share their stories.\nInspire others through what you know. A little happiness is sought for everywhere.\nSpread the truth of the world. A good story is the beginning of a wonderful friendship.\nEncourage other to explore the arts. Keep history intact for the future generations to come.",
         "Moradin, the Allhammer": "The god of craft and creation is worshiped by smiths, miners, and artisans. The roots of this deity stem from the dwarvish heritage of the Crinegard Plains, and has spread throughout Trimor during the third era. He guides those who forge the greatest of weapons, and some believe he even shaped the mountain line.\nRemain stoic and tenacious in the face of catastrophe.\nUphold and promote loyalty to family, loyalty to your friends, and loyalty to your people.\nLegacy is paramount. To create something that lasts the ages is to change the world for the better.",
         "Pelor, the Dawn Father": "The Dawn Father looks over fields and shines light to farmers and common folk, as well as paladins and rangers who provide for the needy, and seek the destruction of evil. Pelor watches over the harvest in many settlements, and provides healing to the weak.\nShine the light where darkness dwells, displaying kindness, compassion, and mercy.\nHelp relieve suffering, wherever you find it.\nBe ever vigilant over evil. Those are easy to forget the lessons of the past.",
         "Savras, the All-Seeing": "Many of those who seek greater knowledge or study the ways of the arcane seek the help of Savras. He provides insight to the future, and guides those who worship him to learn from the past. The All-Seeing's main temple is situated in Zadaar, and those who worship him aim to make the trek there once in their lifetime's to see him in all his glory.\nShare your knowledge with those who seek it. Teaching others in what you have learned can further understanding, rather than letting it die out.\nActively seek out further knowledge. Nothing is ever fully understood.\nShow off you work and hold your discoveries at the highest esteem.",
         "Torm, the Ally on the Battlefield": "One of the oldest represented deities in Trimor, Torm is worshiped by members of the Crimson Malitia, and paladins of duty and loyality. The brand of Torm shines bright at any branch or encampment across the kingdom, and the word of his might is shared across the kingdom.\nBe the champion of the weak and defenceless. Protect those who do not possess the power you wield. Care for the sick and aid the distressed.\nBe stern and just in your battles with evil. Make war upon evil without cessation. Let your wrath destroy the wicked.\nServe the common good and the rule of law. Your duties are towards protecting others. Strive to do so by questioning unjust laws, and suggesting improvements."
      },
      "holidays-of-trimor": {
         "Harvestcrest (Ralona 22)": "This holiday celebrates the new fruits and harvest that come through during the start of spring. A lot of fresh agriculture is harvested for a gathering in many streets and squares throughout the settlements in Trimor. The day surrounds fun and games that start at noon.",
         "Crimson Festival (Fenlar 13-23)": "One of the most important holidays in Trimor is the Crimson Festival. It celebrates how the Crimson Malitia fought back the fiend army attacks, and their victory at the end of the second era. It is also the holy day for Torm. It is celebrated for 11 days leading up until New Year, as this is the time the talks of merging the regions to become Trimor occurred, which happened on the night of the 23rd of Fenlar. Many people have the biggest celebration on the night leading up to New Year.",
         "New Year (Zumlen 1)": "The New Year is a celebration to Avandra, the Change Bringer. She encourages a change in one's life for the better, and there is not greater time to promote this than at the start of a brand new year.",
         "Deep Solace (Zumlen 17)": "Many dwarves and artisans spend the day in isolation worshipping Moradin, that this holiday seemingly goes unnoticed. They meditate on the meaning of their families, and how they may be better to those around them.",
         "Solar Rise (Norzana 1)": "This is a general celebration of the beginning of the long summer months. Some people gather outside to play games with one another, and others enjoy delicious banquets of creation.",
         "Sun's Peak (Morqen 6)": "The day at which the sun is out the longest is known as Sun's Peak. The monasteries of Pelor use this day to celebrate his warmness and compassion to all those who seek it. In some towns you can find festivities that stretch throughout the streets, with roads leading towards the temple of the Dawn Father.",
         "The Enlightening (Morqen 24)": "The All-Seeing one of Savras guides those with the insight that he can provide. Many use his holy day to visit his main temple in Zadaar, where his followers aim to visit at least once in their lifetimes. The Arcane Conglomerate invite those to visit the schools, and also hold a fair to show off recent discoveries or research that is currently be undertaken. Others hold writing competitions, and express their knowledge on the streets.",
         "Colour Shift (Perzana 1)": "The colours of reds through yellows are flung high at every township throughout Trimor to celebrate the beginning of autumn. People dress up in these colours and have food and sell items that possess the colours that autumn holds.",
         "Milil's Dance (Perzana 11)": "Not long after Colour Shift is the celebration of Milil's Dance. People take part in the arts, with performances taking part in the city centres, bards sing in the streets, and citizens sing thanking Milil for guiding them and others in the way of happiness and friendship.",
         "Harvesttrough (Elrona 12)": "The deepest dip in harvest occurs around Harvesttrough, as the seasonal amount of gathered resources significantly reduces as winter draws near. It is not the most celebrated holiday, but people recognise it and pay homage to the farmers that work tirelessly to provide the food for citizens of Trimor.",
         "Coming Storm (Presran 23)": "Winter is a long and intense period for some, and Auril does not hold back with the blizzards that mark the start of this dangerous season. Many people have to go indoors to combat these treacherous conditions, often cooking a roast or boil up. Many have succumbed to Coming Storm, Auril likes to make her presence known.",
         "Winter Solstice (Xyrran 31 - Holaris 1)": "There isn't a lot to celebrate through the cold winter, but some cities hold a festival celebrating the Winter Solstice. Some take time during this week to check up on loved ones, while a large celebration is undertaken in Highgate, where Auril is most present.",
         "Last Storm (Holaris 31)": "The significance of the end of winter is different for everyone, especially for Auril. It is her will to unleash a tragic blizzard to mark the end of her season, and if she feel it hasn't gone her way, the last day of winter will not be a pleasant night..."
      },
      "houses": {
         "House Grian/Zindradir": "House Grian comes from one of the oldest families in Trimor, House Zindradir. In the 2nd era members of the Zindradir family bore matching birth marks that were eventually adapted into their house crest.\nDuring the war against the fiend invasion a portal opened on the kingdom of Endes, all but confirming its destruction. Being a warrior kingdom, their King Tanval Zindradir and a small elite force stayed to fight the fiends and gave the Endesine people a chance to escape with his son and Prince Nohrelg-rian Zindradir leading them. After a few years roaming the lands with Nohrelg-rian as their new king, the Endisine had basically become a mobile army kingdom, fighting back fiends where they found them but not becoming tied to a specific place, or striking any significant damage against the fiends. Though they were surviving, and somewhat thriving by scavenging others' battlegrounds, they realized this scourge was not going away as things were.\nEventually they joined the alliance and contributed considerable forces to the Crimson Malitia in a pivotal moment of the war against the fiends. Without their aid it was likely that Creswell would have fallen, especially because it was discovered that the Endesine people (especially the Zindradir line) seemed to have some sort of resistance to fiends and their magic.\nOnce the war was over life began returning to normal. Many kingdoms who joined the alliance were glorified in festivals and celebrations following the war, but the crucial achievements of the Endisine were strangely absent or underplayed. Although the family heads had become close as allies and friends during the war, Norlock Starr had been advised that his family should take most of the credit as they were to head the united monarchy moving forward. Dividing accolades too much would cause confusion and split allegiances among the people. Because the Endisine were such a formidable fighting power (although considerably more formidable before the heavy casualties during the last battle) it was feared giving them too much adoration in the eyes of the masses might lead to a large amount of the surviving population opting to follow them instead.\nFurious that their brave warriors, both living and dead, were being disrespected after such a great sacrifice, Nohrelg-rian decided that they wanted no part of the new monarchy. With their previous kingdom of Endes now lying in ruin, and having become accustomed to the nomadic lifestyle during the war, they instead became a wandering kingdom. To mark a fresh start and sever the ties to the their part in allying with the ungrateful Starr family, Nohrelg-rian Zindradir changed his name to Grian, first of his name. With no strict allegiance to the Starr monarchy, nor any real antagonism toward them, the now much dwindled Endisine wander the lands, a shadow of their former selves.\nHistorians (and largely they themselves) mostly do not remember their sacrifices and they have become somewhat unpopular, being seen more as a large group of marauders than a once noble kingdom as time passes. Eventually they adopt the name Dread Maw and embrace their rejection. Most of this history is forgotten or covered up to keep the Starr monarchy as strong as possible, but there would be some knowledge of the truth known to trusted historians in Billingwood and potentially some of those in Dread Maw. The first offspring of Grian did not bare the same birth mark that his father and previous generations shared, but it would reappear from time to time down the bloodline as a small reminder of their lineage."
      }
   }
}